Repository: DevWael/WC-Bacs-Confirm
Catalog: languages/wbc-*.po
Languages: ar

source: Cheating!
ar: غش!

source: Order id is required
ar: رقم الطلب مطلوب

source: Order Confirmation Received
ar: تم استلام تأكيد الطلب

source: Customer has uploaded the payment confirmation image on order no:
ar: تم رفع تاكيد الدفع على الطلب رقم:

source: Thank you, We have received your request
ar: شكرا لك,, تم إستلام طلبك

source: Order Confirmation
ar: تأكيد التحويل البنكى

source: Customer didnt uploaded the payment confirmation image
ar: لم يتم رفع صورة تاكيد التحويل البنكى

source: Allowed file size exceeded. (Max. 2 MB)
ar: الحجم الأقصى للصورة ٢ ميجا

source: Your request has been received
ar: تم استلام طلبك,, شكرا لك.

source: Upload payment confirmation image
ar: إرفاق صورة تأكيد التحويل البنكى

source: Image Preview
ar: عرض الصورة

source: Send
ar: إرسال

source: WC Bacs Confirm
ar: تأكيدات التحويلات البنكية
